Repository: aschroff/myImageAnalyzer
Catalog: mvm/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Your new target has been created
de: Das neue Suchziel wurde angelegt

source: New Target
de: Neues Suchziel

source: Your target has been updated
de: Das Suchziel wurde aktualisiert

source: Update Target
de: Aktualisiere Suchziel

source: Your new image has been created
de: Das neue Suchbild wurde angelegt

source: New image for target
de: Neues Suchbild für das Suchziel

source: Your new image has been updated
de: Das neue Suchbild wurde aktualisiert

source: Update image for target
de: Aktualisiere das Suchbild für das Suchziel

source: Your Image has been deleted
de: Das Suchbild wurde gelöscht

source: Your target has been deleted
de: Das Suchziel wurde gelöscht

source: Item search
de: Suche Eintrag

source: Your new item has been created
de: Ein neuer Eintrag wurde angelegt

source: New Item
de: Neuer Eintrag

source: Your new items have been created
de: Der neue Eintrag wurde angelegt

source: New Items
de: Neue Einträge

source: Your item has been updated
de: Dein Eintrag wurde aktualisiert

source: Update Item
de: Aktualsiere Eintrag

source: Your item has been deleted
de: Dein Eintrag wurde gelöscht

source: Account Info
de: Kontoinformation

source: Targets
de: Suchziele

source: No targets defined
de: Keine Suchziele definiert

source: New
de: Neu

source: Found for
de: Gefunden für

source: persons
de: Personen

source: Images for target
de: Suchbilder für Suchziel

source: Images
de: Suchbilder

source: No images for this target defined
de: Kein Suchbild für dieses Suchziel definiert

source: Update
de: Aktualiseren

source: Delete
de: Löschen

source: Delete Item?
de: Eintrag löschen?

source: Cancel
de: Abbrechen

source: Home
de: Startseite

source: About
de: Über

source: Top lists
de: Verzeichnisse

source: Keywords
de: Schlüsselwörter

source: Attributes
de: Eigentschaften

source: Celebrities
de: Personen in der Öffentlichkeit

source: Account
de: Konto

source: Create new
de: Neu anlegen

source: Single new item
de: Einzelner neuer Eintrag

source: Multiple new items
de: Mehrere neue Einträge

source: Logout
de: Abmelden

source: Login
de: Anmelden

source: Register
de: Registriere

source: Our Sidebar
de: Unsere Sidebar

source: Overview
de: Übersicht

source: Latest Posts
de: Letze Einträge

source: Statistics
de: Statistik

source: items
de: Einträge

source: Log In
de: Anmelden

source: Forgot Password?
de: Passwort vergessen

source: Need An Account?
de: Konto benötigt?

source: Sign Up Now
de: Jetzt registrieren

source: Join
de: Registiere Dich

source: Already Have An Account?
de: Hast Du bereits ein Konto?

source: Sign In
de: Melde Dich an

source: Reset Password
de: Passwort zurücksetzen

source: Results
de: Ergebnisse

source: Delete Target?
de: Suchziel löschen?

source: Delete target
de: Suchziel löschen

source: Your account has been created! you are able to log in
de: Dein Konto wurde angelegt!. Du kannst Dich jetzt anmelden

source: Login Unsuccessful. Please check email and password
de: Anmeldeversuch nicht erfolgreich. Bitte prüfe Email und Passwort

source: Your account has been updated!
de: Dein Konto wurde aktualisiert

source: An email has been sent with instructions to reset your password.
de: Eine Email mit einer Anleitung zum Rücksetzen des Passworts wurde versandt

source: That is an invalid or expired token
de: Das ist ein ungültiger oder ausgelaufener Token
